;------------------------------------------------------------------------------
; UltraDefrag GUI US English Language Pack.
; Copyright (C) 2008 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 10, 2010 by Stefan Pendl
; Revised Feb. 12, 2010 by Stefan Pendl
; Revised Feb. 20, 2010 by Stefan Pendl
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.


; Main window controls.

RESCAN_DRIVES         = Rescan drives
SKIP_REMOVABLE_MEDIA  = Skip removable media
CLUSTER_MAP           = Cluster map:
ANALYSE               = Analyze
DEFRAGMENT            = Defragment
OPTIMIZE              = Optimize
PAUSE                 = Pause
STOP                  = Stop
REPORT                = Report
SETTINGS              = Settings
ABOUT                 = About
SHUTDOWN_PC_AFTER_A_JOB  = Shutdown PC when done
HIBERNATE_PC_AFTER_A_JOB = Hibernate PC when done

; Drives list items.

VOLUME                = Volume
STATUS                = Status
FILESYSTEM            = File System
TOTAL                 = Total Space
FREE                  = Free Space
PERCENT               = % free

; Status messages

STATUS_RUNNING        = Executing
STATUS_ANALYSED       = Analyzed
STATUS_DEFRAGMENTED   = Defragmented
STATUS_OPTIMIZED      = Optimized

; Status bar messages.

DIRS                  = folders
FILES                 = files
FRAGMENTED            = fragmented
COMPRESSED            = compressed
MFT                   = MFT

; About window.

ABOUT_WIN_TITLE       = About Ultra Defragmenter
CREDITS               = Credits
LICENSE               = License

; Shutdown confirmation

PLEASE_CONFIRM             = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE  = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE = Do you really want to hibernate when done?
SECONDS_TILL_SHUTDOWN      = seconds till shutdown
SECONDS_TILL_HIBERNATION   = seconds till hibernation
YES                        = Yes
NO                         = No

; END OF FILE
